export default [
  {
    id: 0,
    name: 'Воин',
    attributes: { s: 2, p: 1, e: 2, c: 0, i: 0, a: 2, l: 0 },
    feature: 'В близости с союзником +1 к силе, выносливости и ловкости в бою. Раз в день +1 урон любым оружием.'
  },
  
  {
    id: 1,
    name: 'Варвар',
    attributes: { s: 3, p: 0, e: 2, c: 0, i: 0, a: 2, l: 0 },
    feature: 'Раз в день +1 к атрибутам и входящий урон на 50% меньше.'
  },
  
  {
    id: 2,
    name: 'Паладин',
    attributes: { s: 2, p: 0, e: 3, c: 1, i: 1, a: 0, l: 0 },
    feature: 'Действия против нежити, проклятых и демонических порождений с 1 преимуществом. Темная магия против паладина с 1 помехой.'
  },
  
  {
    id: 3,
    name: 'Рыцарь (знать)',
    attributes: { s: 3, p: 0, e: 2, c: 1, i: 0, a: 0, l: 1 },
    feature: 'Слава набирается в 2 раза быстрее. Раз в день +1 преимущество на бой.'
  },
  
  {
    id: 4,
    name: 'Колдун',
    attributes: { s: 0, p: 2, e: 1, c: 0, i: 4, a: 0, l: 0 },
    feature: '- 1 мана на заклинания. Заклинания против колдуна с 1 помехой.'
  },
  
  {
    id: 5,
    name: 'Боевой маг',
    attributes: { s: 2, p: 1, e: 1, c: 0, i: 3, a: 0, l: 0 },
    feature: '-1 получения стихийного урона. Раз в день повышение маны на 50% на бой.'
  },
  
  {
    id: 6,
    name: 'Вор',
    attributes: { s: 0, p: 1, e: 0, c: 2, i: 0, a: 2, l: 2 },
    feature: '1 преимущество на гибкость и освобождение.  Раз в день 1 преимущество на воровство.'
  },
  
  {
    id: 7,
    name: 'Ассасин',
    attributes: { s: 1, p: 1, e: 1, c: 1, i: 0, a: 3, l: 0 },
    feature: '1 преимущество при атаке из скрытности. Эффект от ядов х2'
  },
  
  {
    id: 8,
    name: 'Охотник',
    attributes: { s: 0, p: 2, e: 1, c: 0, i: 0, a: 3, l: 1 },
    feature: '+50% урона против животных. Раз в день +1 выносливости, ловкости, восприятия на бой.'
  },
  
  {
    id: 9,
    name: 'Бард',
    attributes: { s: 0, p: 1, e: 0, c: 3, i: 1, a: 1, l: 1 },
    feature: '1 преимущество на общение с общение с противоположным полом. Раз в день воодушевление союзников на +1 к атрибутам на бой.'
  },
  
  {
    id: 10,
    name: 'Бродяга',
    attributes: { s: 1, p: 1, e: 1, c: 1, i: 1, a: 1, l: 1 },
    feature: 'Раз в бой +4 к действию.'
  },
  
  {
    id: 11,
    name: 'Монах',
    attributes: { s: 1, p: 1, e: 2, c: 0, i: 1, a: 2, l: 0 },
    feature: '2х эффект от божественных благословений. Раз в день медитация для +1 к атрибутам на бой.'
  },
  
  {
    id: 12,
    name: 'Вампир',
    attributes: { s: 0, p: 0, e: 0, c: 0, i: 0, a: 0, l: 0 },
    feature: '1 урон от солнца за ход, +-4 диапазон сытости равен бонусу класса. Положительную сытость могут дать только высшие гуманоиды.'
  },
  
  {
    id: 13,
    name: 'Ведьмак',
    attributes: { s:2, p: 1, e: 2, c: 0, i: 1, a: 1, l: 0 },
    feature: 'Зелья дают х2 эффект. Действия против монстров с 1 преимуществом.'
  },
  
  {
    id: 14,
    name: 'Дворянин (знать)',
    attributes: { s: 2, p: 0, e: 0, c: 2, i: 2, a: 1, l: 0 },
    feature: '1 преимущество на общение с простолюдинами. +50% оплата.'
  },
  
  {
    id: 15,
    name: 'Друид',
    attributes: { s: 1, p: 2, e: 1, c: 0, i: 2, a: 1, l: 0 },
    feature: '1 раз превращение в последнего убитого монстра или животное. Животные не атакуют первыми.'
  },
  
  {
    id: 16,
    name: 'Кузнец',
    attributes: { s: 3, p: 1, e: 2, c: 0, i: 1, a: 0, l: 0 },
    feature: '1 преимущество на работу с оружием и снаряжением. Раз в день на бой +2 силы и выносливости.'
  },
  
  {
    id: 17,
    name: 'Разбойник',
    attributes: { s: 1, p: 2, e: 0, c: 0, i: 0, a: 2, l: 2 },
    feature: '+1 преимущество в первый ход боя. +1 удачи, ловкости и восприятия при близости союзника в бою.'
  },
  
  {
    id: 18,
    name: 'Рабочий',
    attributes: { s: 1, p: 0, e: 3, c: 1, i: 0, a: 1, l: 1 },
    feature: '1 преимущество когда здоровье меньше 50%. +1 к атрибутам в действиях против знати и преступников.'
  },
  
  {
    id: 19,
    name: 'Шут',
    attributes: { s: 0, p: 0, e: 0, c: 2, i: 1, a: 2, l: 2 },
    feature: 'Раз в день принятие чужого обличия. Раз в день 1 помеха для противника.'
  },
];